
SeasonFood.transaction do
    SeasonFood.create(
    :image_url_file_name => "test.jpg", 
    :introduction => "说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！",
    :content =>"test的内容：说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！说来也奇怪，伦敦不是经常下雨么？但是我在这几天，都是大晴天，看来是我人品太好！穿上碎花小洋装，今天我也来一把小清新！奥运会第六天，我们的国家队已经获得30块奥运会奖牌了，其中17枚是金牌，真是了不起！
            我也想好想尽自己的能力，鼓励所有的运动员，为大家加油助威。无论你们是不是获得金牌或者奖牌，能站在世界最高级别的竞技场上展现自己，你都已经是最棒的你，也是所有国人的骄傲，我们一起加油！" ,
   :title =>"这里是新闻公告哦",
   :created_at =>Time.now,
   :updated_at =>Time.now
      )
end

 